Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Oažžun dihtii eanet dieđuid dárbbuid birra , de Máhttodepartemanta ovttasráđiid Bargo- ja searvadahttindepartemeanttain áigu álggahit guorahallanbarggu mainna ulbmil lea oažžut sámi álbmogis logu sis guđet njálmmálaččat máhttet eatnigielaset , muhto guđet eai máhte lohkat ja čállit .
nob: For å få økt kunnskap om behovet vil Kunnskapsdepartementet i samarbeid med Arbeids- og inkluderingsdepartementet iverksette et utredningsarbeid med sikte på å få en oversikt over morsmålsanalfabeter ( dvs. personer som snakker , men som ikke leser og skriver samisk ) blant den samiske befolkningen .

source: Guorahallan galgá maid kártet daid sámiid geain leat unnán dahje váillálaš sámegiela gálggat .
nob: Utredningen skal også omfatte samer med svake eller manglende samiske språkferdigheter .

source: Viggamuš ii leat oažžut áibbas dárkilis logu dain olbmuin guđet gullet dáidda joavkkuide , muhto guorahallan galgá čájehit váillálaš lohkan- ja čállindáiddu viidodaga , ja árvvoštallat oahpahusdárbbuid .
nob: Det tas ikke sikte på å få en fullstendig kartlegging av antall personer innenfor disse gruppene , men utredningen skal gi et inntrykk av omfanget , samt gi en vurdering av opplæringsbehovet .

source: Almmuhuvvot galgá čielggadan- / dutkanbargu mii dievas barggu ektui bistá jahkebeali rájis beannot jagi rádjai .
nob: Det utlyses en utrednings- / forskningsoppgave innenfor rammen av ett til halvannet årsverk .

source: Sámediggi galgá bovdejuvvot searvat dán bargui .
nob: Sametinget skal inviteres til å delta i arbeidet .

source: Ovddasvástádus : Máhttodepartemeanta / Bargo- ja searvadahttindepartemeanta / Oahpahusdirektoráhta Áigodat : Gárvvistuvvo 2010 -2011(gitta das goas guorahallan álgá )
nob: Ansvarlig : Kunnskapsdepartementet / Arbeids- og inkluderingsdepartementet / Utdanningsdirektoratet Tidsperspektiv : Ferdigstilles 2010-2011 ( avhengig av når utredningen kommer i gang )

source: Doaibmabidju 14 .
nob: Tiltak 14 .

source: Rávesolbmuid alfabehttenprošeakta Romssa fylkkas Romssa fylkkasuohkan áigu álggahit alfabehttenprošeavtta fylkka rávesolbmuid várás .
nob: Troms fylkeskommune vil sette i gang et alfabetiseringsprosjekt for voksne i fylket .

source: Prošeavtta ulbmil lea ahte oasseváldit galget movttiidahttojuvvot formaliseret iežaset sámegiela máhtu , nu ahte sii sáhttet geavahit sámegiela sihke njálmmálaččat ja čálalaččat .
nob: Målet med prosjektet er at deltakerne skal motiveres til å formalisere sine kunnskaper i samisk , slik at de skal kunne bruke samisk både muntlig og skriftlig .

source: Áigumuš lea ahte Romssa fylkkas oahppoguovddážat viđa guđa báikkis čađahit kurssaid .
nob: Det tas sikte på at studiesentra på fem , seks ulike steder i Troms fylke gjennomfører kurs .

source: Prošeakta namahuvvo Sámedikki ja Romssa fylkkasuohkana ovttasbargansoahpamušas .
nob: Prosjektet omtales i samarbeidsavtalen mellom Sametinget og Troms fylkeskommune .

source: Alit oahpahus ja rekruhtten Dárbu lea nannet dutkama ja lohkamiid sámegielas ja sámegillii .
nob: rehabilitering av psykososiale lidelser blant

source: Sámi allaskuvla lea guovdilis ásahus sámi dutkanmáilmmis , ja das lea ovddeš Davviriikkaid Sámi Instituhtta dutkanossodat .
nob: Videre skal det åpnes et nettsted for prosjektdeltakere hvor de har mulighet til å bruke språket fritt , og til å kommunisere med hverandre og med prosjektlederen .

source: Romssa universitehta lea ožžon riikkalaš ovddasvástádusa sámi dutkamis ja oahpahusas Norggas .
nob: å sikre kvalifisert fagpersonell med samisk Ansvarlig : Troms fylkeskommune Tidsperspektiv : 2009-2012

source: Sámi dutkamaiid guovddáš , mii lea Romssa universitehtas , bargá nannen dihtii universitehta buohkanas dutkan- ja oahpahusdoaimmaid mat gusket sámiid ja álgoálbmogiid dilálašvuođaide .
nob: Universitetet i Tromsø har blitt tildelt det nasjonale ansvaret for samisk forskning og undervisning i Norge . Senter for samiske studier ved Universitetet i Tromsø arbeider for å styrke universitetets samlede forsknings- og utdanningsvirksomhet når det gjelder samiske og urfolksrelaterte forhold .

source: Čielga prošeavttaiguin guovddáš álggaha ja jođiha sierra dutkamiid , ja bidjá johtui ja oktii heiveha fágaidrasttideaddji dutkan- ja oahpahusovttasbarggu .
nob: Gjennom konkrete prosjekter igangsetter og driver senteret egen forskning , og initierer og koordinerer tverrfaglig forsknings- og undervisningssamarbeid .

source: Budejju allaskuvla addá oahppofálaldaga julevsámegielas , mii lea oassin dábálaš oahpaheaddji- ja ovdaskuvlaoahpaheaddjioahpahusas dahje joatkkaoahpahusfálaldahkan .
nob: opplæring på videregående skole . Høgskolen i Bodø gir studietilbud i lulesamisk språk som ledd i allmennlærer- og førskolelærerutdanning eller som videreutdanningstilbud .

source: Davvi-Trøndelága allaskuvla lea ožžon riikkalaš ovddasvástádusa oarjilsámegielas , mii gullá oahpaheaddjioahpahusa oktavuhtii .
nob: Høgskolen i NordTrøndelag er tillagt et nasjonalt ansvar for sørsamisk språk i en lærerutdanningskontekst .

source: Sámediggi lea čujuhan dasa ahte fálaldagat fertejit sihkkarastojuvvot dain allaskuvllain main lea sámegiella , beroškeahttá man stuoris dahje unni daid studeanttaid lohku lea , guđet háliidit čađahit oahpu oarjilsámegielas dahje julevsámegielas .
nob: Sametinget har pekt på at det må sikres tilbud ved de aktuelle høgskolene uansett hvor få studenter som ønsker å gjennomføre studier i sør- eller lulesamisk .

source: Dáin lohkamiin eai šatta goassege leat ollu studeanttat , ja dat mearkkaša ollu erenoamážit unnibuš sámegielaide , ahte lea sámegielalaš máhttu .
nob: Det vil aldri være mange studenter på disse studiene , og det er av stor betydning , særlig for de små samiske språkene , at det fins samiskspråklig kompetanse .

source: Oahpahusásahusain lea autonomiija daid oahppofálaldagaid dáfus maid dat álggahit ja dange dáfus mo daid lágidit .
nob: Utdanningsinstitusjonene har autonomi når det gjelder hvilke studietilbud som settes i gang og hvordan tilbudene organiseres .

source: Máhttodepartemeanta áigu ovttasráđiid ásahusaiguin mat fállet oahpuid sámegielas ja sámegillii , geahčadit daid gaskasaš bargo- ja ovddasvástádusjuogu , ja áigu oaččuhit daid ásahusaid gaskaneaset bargat lagabut ovttas , ja maiddái ovttasráđiid eará ásahusaiguin mat leat dakkár guovlluin main olbmuin lea dárbu oahpu oažžut sámegielas .
nob: Kunnskapsdepartementet vil i samarbeid med de institusjonene som tilbyr studier i og på samisk foreta en gjennomgang av arbeids- og ansvarsdeling mellom dem , og vil initiere til tettere samarbeid mellom disse institusjonene og også til samarbeid med andre institusjoner som ligger i områder hvor det kan være behov for studier i samisk .

source: Oahpahusásahusat sáhttet ohcat oažžut bissovaš oahpposadjemeriid , ee. sámi ohcciide , namalassii dihto oahpuide .
nob: Utdanningsinstitusjonene kan søke om å få fastsette kvoter , bl.a. for samiske søkere , ved opptak til enkelte studier .

source: Romssa universitehtas , Finnmárkku allaskuvllas , Lillehámmera allaskuvllas ja Veterinearaallaskuvllas leat oahpposadjemearit sámi ohcciid várás .
nob: Universitetet i Tromsø , høgskolene i Finnmark og på Lillehammer og Veterinærhøgskolen har kvoter for samiske søkere til noen studier .

source: Doaibmabidju 15 .
nob: Tiltak 15 .

source: Sámi oahpaheaddjioahpahus Vai lea dárbbašlaš njuovžilvuohta , de berre Sámi allaskuvla čovdojuvvot riikkalaš rápmaplánas mii lea vuođđoskuvlla oahpaheaddjioahpahusa várás .
nob: Samisk lærerutdanning For å kunne ha den nødvendige fleksibilitet bør Samisk høgskole fristilles fra framtidig nasjonal rammeplan for sin lærerutdanning for grunnskolen .

source: Departemeanta ulbmáda fápmudit iežas válddi Sámi allaskuvlii das mii guoská ođđa sámi oahpaheaddjioahpu struktuvrii ja huksehussii .
nob: Departementet tar sikte på å delegere sin myndighet til Samisk høgskole når det gjelder struktur og oppbygging av den nye lærerutdanningen på samisk .

source: Dárbu leat dattetge maid addit bajimuš riikkalaš mearrádusaid ( láhkaásahusa ) áiggiid guhkodagas ja váldoosiid huksehusas ( fágaid , pedagogihka , geavada jna. ) , mat galget gustot maiddái sámige vuođđoskuvlla vástesaš oahpaheaddjioahpahussii .
nob: Det vil imidlertid være aktuelt å gi overordnede nasjonale bestemmelser ( forskrift ) om lengde og hovedkomponenter i oppbyggingen ( fag , pedagogikk , praksis osv ) , som skal gjelde også for samisk grunnskolelærerutdanning .

source: Ovddasvástádus : Máhttodepartemeanta Áigodat : 2009-2012
nob: Ansvarlig : Kunnskapsdepartementet Tidsperspektiv : 2009-2012

source: Doaibmabidju 16 .
nob: Tiltak 16 .

source: Kártet rekruhttenvuođu ja makkár dárbu lea sámegielalaš oahpaheddjiide Dárbu lea álggahit doaibmabiju mii nanne sámegielalaš oahpaheddjiid rekruhttema .
nob: Kartlegging av rekrutteringsgrunnlaget og kartlegging av behov for samiskspråklige lærere Det er nødvendig å sette inn tiltak for å styrke rekrutteringen av samiskspråklige lærere .

source: Departemeanta áigu kártet rekruhttenvuođu mii lea sámi alit oahpahusas ja makkár dárbu lea fidnet sámegielalaš oahpaheddjiid .
nob: Departe- mentet vil kartlegge rekrutteringsgrunnlaget for samisk høyere utdanning og behovet for samiskspråklige lærere .

source: Dárbu lea maid háhkat dieđuid das makkár oahpaheaddjidilli lea sámi skuvllain olggobealde sámi guovlluid .
nob: Det er også nødvendig å skaffe data om lærerdekning i samiske skoler utenfor de samiske områdene .

source: Doaibmabidju 17 .
nob: Tiltak 17 .

source: Doaibmabidju mii galgá rekruhttet ohppiid sámi oahpaheaddjioahpahussii ja oahpaheaddjioahpahussii mas lea sámegiella fágan Unnán leat ohccit sámi oahpaheaddjioahpahussii , mas ohppet sámegiela ja sámegillii .
nob: Rekrutteringstiltak til samisk lærerutdanning og lærerutdanning med samisk i fagkretsen Lærerutdanning på samisk eller i samisk er preget av lav rekruttering .

source: Dárbu lea liigemovttiidahttimii oaččuhan dihtii ohcciid sámi oahpaheaddjioahpahussii dahje dábálaš dáža oahpaheaddjioahpahussii mas oahppis lea sámegiella fágan .
nob: Det er nødvendig med ekstra incitament for å øke interessen for å søke samisk lærerutdanning , eller samisk som fag i norsk lærerutdanning .

source: Rekruhttendoaibmabidju berre plánejuvvot ja čađahuvvot dain ásahusain mat fállet oahpu , ja mat buoremusat dovdet daid birrasiid main lea lunddolaš rekruhttet ohppiid .
nob: Rekrutteringstiltak bør planlegges og gjennomføres av de institusjonene som tilbyr studiene , og som har best kjennskap til de miljøene det er naturlig å rekruttere studenter fra .

source: Departemeanta várre ruđaid rekruhttendoaibmabidjui .
nob: Departementet setter av midler til rekrutteringstiltak .

source: Ovddasvástádus : Máhttodepartemeanta Áigodat : 2009
nob: Ansvarlig : Kunnskapsdepartementet Tidsperspektiv : 2009 .

source: Doaibmabidju 18 .
nob: Tiltak 18 .

source: Rekruhttenáŋgiruššan Finnmárkkus – gollevirgi Sámi allaskuvla , Sámediggi , GG Finnmárku , Finnmárkku allaskuvla ja Finnmárkku fylkkamánni leat álggahan rekruhttenáŋgiruššama oažžun dihtii eanet studeanttaid ohcat saji dan guovtti oahpaheaddjiallaskuvlii .
nob: Rekrutteringskampanje i Finnmark – drømmejobben Samisk høgskole , Sametinget , KS Finnmark , Høgskolen i Finnmark og Fylkesmannen i Finnmark har igangsatt en rekrutteringskampanje for å rekruttere flere studenter til de to lærerhøgskolene .

source: Kampánnja namma lea ” Drømmejobben / Gollevirgi http://www.hifm.no/drommejobben Ovddasvástádus : Finnmárkku fylkkamánni Áigodat : ođđajagemánnu 2009 - geassemánnu 2009
nob: Kampanjen heter ” Drømmejobben / Gollevirgi ” . http://www.hifm.no/drommejobben Ansvarlig : Fylkesmannen i Finnmark Tidsperspektiv : januar 2009 - juni 2009

source: Doaibmabidju 19 .
nob: Tiltak 19 .

source: Oahppoloatnaosiid sihkkun Jagi 2009 álggahuvvui ortnet studeanttaid várás guđet čađahit dihto oahpaheaddjioahpuid , ee. masterprográmma oahpaheaddjioahpus mas lea giella dahje reálafága , nu ahte sin oahppoloanas sihkkojuvvojit oasit .
nob: som fullfører visse lærerutdanninger , bl.a. masterprogram i lærerutdanning med språk eller realfag , slik at de får ettergitt deler av studielånet .

source: Departemeanta áigu árvvoštallat sullasaš ortnega daidda guđet čađahit unnimusat 60 oahppočuoggá sámegielas iežaset oahpaheaddjivuođđooahpahusa oassin .
nob: Departementet vil vurdere en tilsvarende ordning for de som fullfører minst 60 studiepoeng i samisk som del av grunnutdanningen som lærer .

source: Doaibmabidju 20 .
nob: Tiltak 20 .

source: Oahpaheddjiid joatkkaoahpahus sámegielas Dan strategiija oktavuođas man namma lea « Kompetanse for kvalitet – videreutdanning for lærere » ( Máhttu kvalitehta dihtii – joatkkaoahppu oahpaheaddjiide ) , galgá addojuvvot lohkanfálaldat mii lea gitta 60 oahppočuoggá árvosaš dan golmma sámegielas mat leat Sámi allaskuvllas , Budejju allaskuvllas ja Davvi-Trøndelága allaskuvllas .
nob: Videreutdanning i samisk for lærere I forbindelse med strategien Kompetanse for kvalitet – videreutdanning for lærere , vil det gis studietilbud i opp til 60 studiepoeng i de tre samiske språkene ved Samisk høgskole , Høgskolen i Bodø og Høgskolen i Nord-Trøndelag .

source: Dihtosis galgá leat goas fálaldagat álggahuvvojit .
nob: Det skal være forutsigbart når tilbudene settes i gang .

source: Dát lohkanfálaldagat leat ovddimusat oahpaheddjiid várás , muhto dat leat rabas maiddái earáge dohkálaš ohcciide .
nob: Studietilbudene har primært lærere som målgruppe , men vil også kunne åpnes for andre kvalifiserte søkere .

source: Doaibmabidju 21 .
nob: Tiltak 21 .

source: Kurssat ja lohkamat Departemeanta áigu doarjut máŋggadássásaš kurssaid ja lohkamiid sámegielas maid Sámi allaskuvla , eará oahpaheaddjioahpahusa ásahusat ja sámi giellaguovddážat lágidit .
nob: Kurs og studier Departementet vil støtte kurs og studier i samisk språk på ulike nivåer som organiseres i samarbeid mellom Samisk høgskole , andre lærerutdanningsinstitusjoner og samiske språksentre .

source: Doaibmabidju 22 .
nob: Tiltak 22 .

source: Danne várrejuvvojit sierra ohcanvejolaš ruđat prošeavttaide mat sáhttet nannet oarjilsámi ja julevsámi giellabirrasiid .
nob: Særskilte tiltak for å styrke språkutviklingen i sørsamiske og lulesamiske områder

source: Ovddasvástádus : Bargo- ja searvadahttindepartemeanta / Nordlándda fylkkamánni Áigodat : Doaibmaplána doaibmanáigodat
nob: Ansvarlig : Arbeids- og inkluderingsdepartementet / Fylkesmannen i Nordland Tidsperspektiv : Handlingsplanens virkeperiode

source: Doaibambidju 23 .
nob: Tiltak 23 .

source: Oarjilsámi giellabeassi Nordlándda fylkkamánni ja Sámeskuvlastivra Ruoŧas leat ovttas ráhkadan prošeaktaplána oarjilsámi giellaleairraid várás .
nob: Sørsamisk språkleir Fylkesmannen i Nordland og Sameskolestyrelsen i Sverige har sammen utarbeidet en prosjektplan for sørsamiske språkleire .

source: Áigumuš lea ealáskahttit , nannet ja ovddidit oarjilsámegiela .
nob: Målsettingen er å revitalisere , styrke og utvikle sørsamisk som språk .

source: Prošeavtta ulbmiljoavku leat buot oahppit guđet ožžot oahpahusa oarjilsámegielas skuvllain , Norggas 6. luohká rájis 9. luohká rádjai , ja Ruoŧas 5. luohkás 8. luohkkái .
nob: Prosjektet har som målgruppe alle elever som får opplæring i sørsamisk i skolen , i Norge for klassetrinnene 6.-9. og i Sverige klassetrinnene 5.-8 .

source: Dasto vel čuovvoluvvojit leairaoahppiid vánhemat .
nob: I tillegg vil det være oppfølging av foreldrene til elever som deltar .

source: Sii maid , guđet servet prošeavtta oahpaheaddjin , ovdaságadoallin ja movttiidahttin , ožžot vejolašvuođa čiekŋudit iežaset fágaid go dat lea ávkin prošektii .
nob: De som deltar som lærere , innledere og motivatorer under prosjektet vil også få mulighet til faglig fordypning der det er til fordel for prosjektet .

source: Vuosttas giellaleaira lágiduvvui Mittådalenii jagi 2008 .
nob: Første språkleir ble avholdt i Mittådalen i 2008 .

source: Giellaleairras ledje 70 oasseváldi .
nob: Språkleiren hadde 70 deltakere .

source: Bargo- ja searvadahttindepartemeanta lea juolludan ruđaid jagi 2008 prošektii , ja áigu ain doarjut prošeavtta .
nob: Arbeids- og inkluderingsdepartementet har bidratt til finansieringen av prosjektet i 2008 og vil fortsatt støtte prosjektet .

source: Prošektii leat plánejuvvon jahkásaččat guokte giellaleairra golbma jagi ovddas guvlui .
nob: Prosjektet er planlagt med to språkleire i året i tre år .

source: Ovddasvástádus : Nordlándda fylkkamánni Áigodat : 2008-2011
nob: Ansvarlig : Fylkesmannen i Nordland Tidsperspektiv 2008-2011

source: Doaibmabidju 24 .
nob: 38 Tiltak 24 .

source: Davvi-Trøndelága fylkkasuohkan lea jagi 2008 rájis mielde sámi giellalága hálddašanguovllus , ja áigu jagi 2009 álggahit 3-jahkásaš ovddidanprošeavtta ovddidan ja nannen dihtii oarjilsámi giela ja kultuvrra .
nob: Utviklingsprosjekt i Nord-Trøndelag fylkeskommune Nord-Trøndelag fylkeskommune er fra 2008 med i forvaltningsområdet for samisk språk , og vil i 2009 etablere et 3-årig utviklingsprosjekt for å utvikle og styrke sørsamisk språk og kultur .

source: Prošeakta erenoamážit deattuha sámegiela oahpahusa oktiiheiveheami .
nob: Prosjektet vil ha særlig vekt på samordning av opplæring i samiske språk .

source: Prošeakta galgá válmmastit málliid das mo oktiiheivehit sámegiela oahpahusa 13-jahkásaš skuvlaáigodahkii ja alit oahpahussii , ja álggahit doaibmabijuid main giellaja kulturmáhttu adnojuvvojit oktiigullevažžan .
nob: Prosjektet skal utvikle modeller for samordning av opplæring i samisk i det 13-årige skoleløpet og høgere utdanning , og utvikle tiltak hvor språk og kulturkompetanse sees i sammenheng .

source: Prošeavtta ovttasbargit leat Snoasa suohkan ja eará vuođđooahpahussii ja alit oahpahussii gulli oasálaččat .
nob: Samarbeidspartnere for prosjektet er Snåsa kommune og andre aktører innen grunnutdanning og høgere utdanning .

source: Bargo- ja searvadahttindepartemeanta doarju prošeavtta .
nob: Arbeids- og inkluderingsdepartementet støtter prosjektet .

source: Ovddasvástádus : Nordlándda fylkkamánni Áigodat : 2009-2012
nob: Ansvarlig : Nord-Trøndelag fylkeskommune Tidsperspektiv 2009-2012

source: Doaibmabidju 25 .
nob: Tiltak 25 .

source: Nuortalaš giela ja kultuvrra ealáskahttin Nuortasámi musea Njávdámis lea álggahan 3-jahkásaš prošeavtta man ulbmil lea ealáskahttit ja nannet nuortalaš giela ja kultuvrra dainna lágiin ahte Norgga , Suoma ja vejolaččat Ruošša nuortalččat / golttát barget ovttas rájáid rastá .
nob: Revitalisering av østsamisk språk og kultur Østsamisk museum i Neiden har satt i gang arbeidet med et 3-årig prosjekt som tar sikte på å vitalisere og styrke skoltesamisk språk og kultur ved grenseoverskridende samarbeid mellom østsamene / skoltesamene i Norge , Finland og eventuelt Russland .

source: Guovdilis birrasat , organisašuvnnat ja ásahusat Suomas ja Norggas leat ásahan oktavuođaid ja ovttasbarggu , vai lea vejolaš johtui oažžut oktasaš nuortalaš / goltálaš giella- ja kulturdoaibmabijuid jagi 2009 rájis .
nob: Det er etablert kontakt og samarbeid mellom aktuelle miljøer , organisasjoner og institusjoner i Finland og Norge for å få i gang felles skoltesamiske språk- og kulturtiltak fra 2009 .

source: Bargo- ja searvadahttindepartemeanta ruhtada doaibmabijuid .
nob: Arbeids- og inkluderingsdepartementet finansierer tiltaket .

source: Ovddasvástádus : Bargo- ja searvadahttindepartemeanta Áigodat : 2008-2010
nob: Ansvarlig : Arbeids- og inkluderingsdepartementet Tidsperspektiv : 2008-2010

source: Ovddasvástádus : Bargo- ja searvadahttindepartemeanta Áigodat : 2009-2011
nob: Pitesamene har det siste tiåret begynt et arbeid med revitalisering av

source: GEAVAHIT : Lasihit almmolaš fálaldagaid sámegillii geavaheddjiide servodaga buot joregiin Gielat ovdánit ja seilot go olbmot gulahallet ja ovttastallet geavahettiineaset giela .
nob: BRUKE : Øke det offentliges tilbud på samisk til brukere på alle samfunnsarenaer Språk utvikles og vedlikeholdes i kommunikasjon og samhandling , og ved å bli brukt .

source: Giella mii ii geavahuvvo manná maŋás .
nob: Språk som ikke blir brukt vil stadig tape terreng .

source: Ollu sámit sámástit , muhto eai máhte čállit ja lohkat sámegillii .
nob: Mange samer snakker samisk , men kan ikke skrive og lese samisk .

source: Dainnago olbmuin lea unnán čállinmáhttu ja go vel váilot heivvolaš sámegielalaš sánit otnáš atnui , de orru leamen álkit geavahit dárogiela .
nob: Mangel på ferdighet i å skrive samisk og mangel på samisk terminologi gjør at bruk av norsk oppfattes som mest hensiktsmessig .

source: Čuovvumuš sáhttá hui farga leat dat ahte sámegiella njuohkána dárogillii , ja ahte beaivválaš dárbu geavahit sámegiela unnu olbmuid gaskkas .
nob: Følgen kan fort bli at samisk taper terreng for norsk , og at det daglige behovet for samisk språk blir mindre .

source: Huksen dihtii giela lea dárbu viiddidit surggiid main giella dárbbašuvvo ja lea ávkkálaš olbmuid gulahallamii sihke beaivválaš eallimis , bargodilis ja go olbmuin lea dahkamuš almmolaš eiseválddiiguin .
nob: For å bygge opp språket er det derfor nødvendig å stadig utvide områder hvor språket er nødvendig og nyttig for kommunikasjonen både i dagliglivet , i arbeidssammenheng og i møte med det offentlige .

source: Dilli gáibida ahte olbmuin lea buoret diđolašvuohta sámegiela geavaheamis sihke oktagassan , sámi servodaga olmmožin , sámi bargosajiin , sámi ásahusain ja almmolaš eiseválddiid luhtte .
nob: Dette krever et større bevissthetsnivå for bruk av samiske språk både for enkeltmennesker , samiske lokalsamfunn , samiske arbeidsplasser , samiske institusjoner og for myndighetenes bruk av samiske språk .

source: Go sámegiela oahpahus nannejuvvo ja sámegiella eambbo geavahuvvo almmolaš ja bođolaš joregiin , de dat buohkanassii sáhttá oaččuhit áigái oktasaš váikkuhusa ( synergibeavttu ) mii nanne sámegiela beaivválaš dili ja buorida dan dovddu olbmuin ahte ávki lea hálddašit sámegiela .
nob: Styrket opplæring i samisk og økt bruk av samisk språk på offentlige og private arenaer vil sammen kunne gi en synergieffekt som kan styrke det samiske språkets stilling i hverdagen , og øke oppfattelsen av nytteverdien av å beherske samisk språk . 40

source: Sámegiella lea odne máŋgga láhkai šaddan bođolažžan ( priváhtan ) , nu ahte ii šat leat nu dábálaš dan álo geavahit .
nob: Samisk språk er i dag på mange måter privatisert og vanskelig tilgjengelig .

source: Ovdamearkka dihtii leat unnán sámegielalaš teavsttat interneahtas .
nob: For eksempel er det få samiske tekster på internett .

source: Hárvves girjegávppit vuvdet sámegielalaš girjjiid ja unnán girjerájut luiket sámegielalaš girjjiid .
nob: Få bokhandlere selger samiske bøker og få bibliotek låner ut samiske bøker .

source: Vai sámegiela geavaheapmi viidánivččii , de lea dehálaš oaččuhit eanet sámegielalaš teavsttaid ja sámegielalaš girjjálašvuođa eanet joregiidda ja nu maid eanet olbmuid olámuddui .
nob: For å styrke bruken av samisk språk er det derfor viktig å gjøre samiske tekster og samisk litteratur tilgjengelig på flere arenaer .

source: Eanaš sámegielalaš olbmot leat odne doaibmi guovttegielalaš olbmot , guđet máhttet sihke dárogiela ja sámegiela .
nob: De fleste samisktalende er i dag funksjonelt tospråklige norsk-samisk .

source: Sii guđet bajásšaddet ovttagielalaš sámi ruovttus , ohppet dárogiela skuvllas , ustibiin ja muđuid servodagas .
nob: De som vokser opp i enspråklige samiske hjem tilegner seg norsk gjennom skole , i vennekretsen og i samfunnet for øvrig .

source: Vaikko olut orrot hálddašeamen dárogiela ja sámegiela ovtta bures , de sámegiella goit lea dat giella mainna olmmoš buoremusat dovddaha iežas .
nob: Selv om mange tilsynelatende behersker norsk og samisk like godt , er samisk fortsatt det språket de kan uttrykke seg best på .
